{" ": " ", "How many worlds of The Spiral are unlocked as of May 21st, 2014?": "12", "merle ambrose is originally from which world?": "Avalon", "What book does professor drake send you to the library to check out?": "Book on the Wumpus", "What can be used to diminish the nirini's powers in Krokotopia?": "Flame Gems", "What color is the door inside the boys dormroom?": "Red", "What did prospector zeke lose track of in MooShu?": "Blue Oysters", "What is the shape of the pink piece in potion motion?": "Heart", "What is the title of the book that is floating around the Wizard City Library ?": "Basic Wizarding & Proper Care of Familiars", "What's the name of the balance tree?": "Niles", "Which below are NOT a type of oni in MooShu?": "Ruby", "Which is the only school left standing in dragonspyre?": "Fire", "Which of these locations is not in Wizard City?": "Digmore Station", "Which one of these are not a symbol on the battle sigil?": "Wand", "Who guards the entrance to unicorn way?": "Private Stillson", "Who is the nameless knight?": "Sir Malory", "Who is the registrar of Pigswick Academy?": "Mrs. Dowager", "Who prophesizes this? \"The mirror will break, The horn will call, From the shadows I strike , And the skies will fall\"": "Morganthe", "Who sells valentine's day items in Wizard City?": "Valentina Heartsong", "Why are the gobblers so afraid to go home?": "Witches", "Why are the pixies and faeries on Unicorn Way evil?": "Rattlebones corrupted them.", "zafaria is home to what cultures?": "Gorillas, Zebras, Lion", "What is the title of the book that is floating around the Wizard City Library?": "Basic Wizarding & Proper Care of Familiars", "Who prophesizes this? \"The mirror will break, The horn will call, From the shadows I strike , And the skies will fall...\"": "Morganthe", "Merle Ambrose is originally from which world?": "Avalon", "Which is the only school left standing in Dragonspyre?": "Fire", "What book does Professor Drake send you to the library to check out?": "Book on the Wumpus", "What can be used to diminish the Nirini's powers in Krokotopia?": "Flame Gems", "Zafaria is home to what cultures?": "Gorillas, Zebras, Lions", "Who guards the entrance to Unicorn Way?": "Private Stillson", "Which below are NOT a type of Oni in MooShu?": "Ruby", "Who is the Nameless Knight?": "Sir Malory", "Why are the Gobblers so afraid to go home?": "Witches", "Who sells Valentine's Day items in Wizard City?": "Valentina Heartsong", "Who is the Registrar of Pigswick Academy?": "Mrs. Dowager", "What did Prospector Zeke lose track of in MooShu?": "Blue Oysters"}